Repository: yahia007/playSMS
Catalog: web/plugin/feature/email2sms/language/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Check email sender
ar_sa: تحقق من مرسل البريد

source: Email protocol
ar_sa: بروتوكول البريد الالكتروني

source: Email to SMS configuration has been saved and enabled
ar_sa: تم حفظ وتطبيق إعدادات توجيه البريد للرسائل القصيرة

source: Email to SMS configuration has been saved but disabled
ar_sa: تم حفظ ولكن دون تطبيق إعدادات توجيه البريد الالكتروني للرسائل القصيرة

source: Enable email to SMS
ar_sa: تمكين توجيه البريد الالكتروني للرسائل القصيرة

source: Fail to save email to SMS configuration
ar_sa: فشل حفظ الإعدادات

source: Fill the password field to change password
ar_sa: املأ حقل كلمة المرور لتغييرها.

source: Mail server address
ar_sa: عنوان خادم البريد

source: Mail server port
ar_sa: منفذ خادم البريد

source: Mailbox password
ar_sa: كلمة مرور صندوق البريد

source: Mailbox username
ar_sa: اسم مستخدم صندوق البريد

source: Manage email to SMS
ar_sa: إدارة توجيه البريد للرسائل القصيرة

source: No validate cert option
ar_sa: لايوجد خيار شهادة معتمدة

source: PIN for email to SMS
ar_sa: الرقم السري لتوجيه البريد للرسائل القصيرة

source: PIN is empty
ar_sa: الرقم السري فارغ

source: Use SSL
ar_sa: استخدام SSL

source: no
ar_sa: لا

source: yes
ar_sa: نعم
